import Vector1 from './img/Vector1.svg';
import Vector2 from './img/Vector2.svg';
import Vector3 from './img/Vector3.svg';
import Vector4 from './img/Vector4.svg';
import Vector5 from './img/Vector5.svg';
import Vector6 from './img/Vector6.svg';
import Team_Slaider1 from './img/Team_Slaider1.svg';
import Team_Slaider2 from './img/Team_Slaider2.svg';
import Team_Slaider3 from './img/Team_Slaider3.svg';
import Team_Slaider4 from './img/Team_Slaider4.svg';
export const navLinks = [
    { title: 'Главная', src: '*' },
    { title: 'Услуги', src: '*' },
    { title: 'Проекты', src: '*' },
    { title: 'Отрасли', src: '*' },
    { title: 'О команде', src: '*' },
    { title: 'Карта технологий', src: '*' },
    { title: 'Контакты', src: '*' }
];
export const slaider = [
    { title: 'ПОМОГАЕМ ВАШЕМУ БИЗНЕСУ', subtitle: 'Выделенная команда разработчиков Effective Technologies – новый сервис для реализации Ваших проектов и масштабирования разработки' },
    { title: 'Text 2', subtitle: '12344214222' },
    { title: 'Text 3', subtitle: '123333123123123' },
    { title: 'Text 4', subtitle: 'sdfsdfssssdfsdfsdf' },
    { title: 'Text 5', subtitle: '1241124dfsdfsfsdfsd' },
]
export const services_card = [
    { title: 'Свои решения', subtitle: 'Применение собственной библиотеки решений, позволяющей сократить трудозатраты на реализацию стандартных компонентов', src: Vector1 },
    { title: 'UX/UI дизайн', subtitle: 'Применение комплексного подхода для создания простого и комфортного взаимодействия пользователя с интерфейсом', src: Vector2 },
    { title: 'SOA', subtitle: 'Применение сервисно-ориентированной архитектуры (SOA) при построении информационных систем', src: Vector3 },
    { title: 'Прототипирование и моделирование', subtitle: 'Применение динамического прототипирования интерфейсов и современных нотаций моделирования бизнес-процессов', src: Vector4 },
    { title: 'AGILE методология', subtitle: 'Применение гибких методологий разработки с поставкой заказчику предсказуемого результата на каждой итерации (SCRUM, Kanban)', src: Vector5 },
    { title: 'Автоматизация', subtitle: 'Применение в проектах практики Continuous Integration, позволяющей автоматизированно публиковать релизы в любое время, в совокупности с автоматизированным тестированием', src: Vector6 },
]
export const team_info = {
    title: 'DAIMAX.TEAM – ',
    span: 'КОМАНДА ПРОГРАММИСТОВ ДЛЯ ВАШЕГО БИЗНЕСА',
    paragraph: ['Компания по разработке программного обеспечения полного цикла с более чем 20 летним опытом. Мы разрабатываем высоконагруженные системы электронной коммерции, электронные торговые площадки, системы автоматизации закупочных процессов, информационно-аналитические системы. Наши решения мы создаем на передовых WEB-технологиях, в том числе, применяя собственную BPM-платформу.',
        'В нашем штате трудятся более 200 высококвалифицированных специалистов. Мы постоянно обучаем наших сотрудников и входим в число лучших работодателей региона. Офисы расположены в Москве, Тюмень, Казань, Екатеринбург, Дубаи.',
        'Кроме модели Team as a Service, вы можете заказать разработку программного обеспечения по классической outsourcing модели, с фиксированной стоимостью и нашей ответственностью за качество готового продукта и соблюдение сроков разработки.'
    ]
}
export const team_slaider = [
    { title: 'СОСТАВ КОМАНДЫ', subtitle: 'ПРОГРАММИСТЫ', paragraph: 'Главная боевая единица, обычно в составе команды 2-5 программистов, в зависимости от проектов и используемых технологий.', src: Team_Slaider1 },
    { title: 'СОСТАВ КОМАНДЫ', subtitle: 'ТЕСТИРОВЩИКИ', paragraph: 'Указывают программистам на их ошибки. Обычно в команде на трех программистов один тестировщик.', src: Team_Slaider2 },
    { title: 'СОСТАВ КОМАНДЫ', subtitle: 'АНАЛИТИК', paragraph: 'Аналитик работает с бизнес-требованиями и готовит техническую документацию для разработчиков.', src: Team_Slaider3 },
    { title: 'СОСТАВ КОМАНДЫ', subtitle: 'DEVOPS-ИНЖЕНЕР', paragraph: 'Сочетает в себе навыки и умения системного администратора и программиста.', src: Team_Slaider4 },
]